Tekla.Structures.ModelInternal.CDelegateSynchronized.ExportGetSolidSerialized(Tekla.Structures.ModelInternal.dotSolid_t@,System.Collections.Generic.List{System.Collections.Generic.List{System.Collections.Generic.List{Tekla.Structures.Internal.dotPoint_t}}}@,System.Collections.Generic.List{Tekla.Structures.Internal.dotPoint_t}@)


Tekla.Structures.ModelInternal.CDelegateSynchronized.ExportRefreshReferenceModel(Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t@)


Tekla.Structures.ModelInternal.CDelegateSynchronized.ExportCreateEmptyModel(Tekla.Structures.ModelInternal.dotModelInfo_t@)
